module.exports.config = {
  name: "autotime",
  version: "1.0.0",
  permission: 0,
  prefix: true,
  credits: "Nayan",
  description: "msg",
  category: "awto send msg", 
  usages: "",
  cooldowns: 5,
  dependencies: {
	}
};

const nam = [{
    timer: '12:00:00 AM',
    message: ['༆-✿「সময় 11:00 AM」༊࿐/n/n•—»✨Jᴜʙᴀʏᴇʀ ʙʜᴀɪ✨«—•  /n/n╭•┄┅════❁🌺❁════┅┄•╮  /n/n🌺🦋●━━•”তোমার আলোকিত ”শহরে “—• 🤗🥀●━━•”༅ আমি এক বিরক্ত ছায়া ༅—•☺️✌️  /n/n╰•┄┅════❁🌺❁════┅┄•╯ /n/n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : »𝕵𝖚𝖇𝖆𝖞𝖊𝖗 𝕭𝖗𝖔 🐱']
},
             {
    timer: '1:00:00 AM',
    message: ['༆-✿「সময় 12:00 AM」༊࿐/n/n•—»✨Jᴜʙᴀʏᴇʀ ʙʜᴀɪ✨«—•/n/n╭•┄┅════❁🌺❁════┅┄•╮  /n/n-°-۵༎💚🌸❥︎シ° Life এ এমন কিছু মুহূর্ত আসে নিরব হয়ে থাকা ছাড়া আর কিছু করার থাকে না •༎•🥀🙂💔🥀༊ !ლ🌼  /n/n╰•┄┅════❁🌺❁════┅┄•╯  /n/n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : »𝕵𝖚𝖇𝖆𝖞𝖊𝖗 𝕭𝖗𝖔 🐱']
},
						{
    timer: '2:00:00 AM',
    message: ['༆-✿「সময় 1:00 AM」༊࿐/n/n   •—»✨Jᴜʙᴀʏᴇʀ ʙʜᴀɪ✨«—• /n/n╭•┄┅════❁🌺❁════┅┄•╮  /n/n🦋🖤🌺𝙋𝙚𝙤𝙥𝙡𝙚 𝙙𝙤𝙣’𝙩 𝙡𝙤𝙫𝙚 𝙖𝙨 𝙢𝙪𝙘𝙝 𝙖𝙨 𝙩𝙝𝙚𝙮 𝙨𝙝𝙤𝙬 𝙡𝙤𝙫𝙚 ❤️‍🩹🍒 মানুষ যতটা ভালোবাসা দেখায়,আসলে ততটা ভালোবাসে না❤️‍🩹🍒🦋🖤🌺  /n/n╰•┄┅════❁🌺❁════┅┄•╯ /n/n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : »𝕵𝖚𝖇𝖆𝖞𝖊𝖗 𝕭𝖗𝖔 🐱']
},
						 {
    timer: '3:00:00 AM',
    message: ['༆-✿「সময় 2:00 AM」༊࿐/n/n  •—»✨Jᴜʙᴀʏᴇʀ ʙʜᴀɪ✨«—•  /n/n╭•┄┅════❁🌺❁════┅┄•╮  /n/n••ফোন আমার 😍••Id আমার 😍__পোস্ট আমার ♥️”তুমি কি দেখছো তুমিও আমার ”😌  /n/n╰•┄┅════❁🌺❁════┅┄•╯  /n/n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : »𝕵𝖚𝖇𝖆𝖞𝖊𝖗 𝕭𝖗𝖔 🐱']
},
						 {
    timer: '4:00:00 AM',
    message: ['༆-✿「সময় 3:00 AM」༊࿐/n/n  •—»✨Jᴜʙᴀʏᴇʀ ʙʜᴀɪ✨«—•  /n/n ╭•┄┅════❁🌺❁════┅┄•╮  /n/nপ্রিয়, 😍-তোমার মত নয়!😅😒-তোমাকেই চাই। 🥰🖤  /n/n╰•┄┅════❁🌺❁════┅┄•╯ /n/n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : »𝕵𝖚𝖇𝖆𝖞𝖊𝖗 𝕭𝖗𝖔 🐱']
},
						 {
    timer: '5:00:00 AM',
    message: ['༆-✿「সময় 4:00 AM」༊࿐/n/n  •—»✨Jᴜʙᴀʏᴇʀ ʙʜᴀɪ✨«—•  /n/n╭•┄┅════❁🌺❁════┅┄•╮/n/nঅতিরিক্ত সরল হতে যেওনা..!😑এই স্বার্থপর সমাজ তোমাকে ঠকিয়ে দেবে..!🖤🥀/n/n╰•┄┅════❁🌺❁════┅┄•╯/n/n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : »𝕵𝖚𝖇𝖆𝖞𝖊𝖗 𝕭𝖗𝖔 🐱']
},
						 {
    timer: '6:00:00 AM',
    message: ['༆-✿「সময় 5:00 AM」༊࿐/n/n  •—»✨Jᴜʙᴀʏᴇʀ ʙʜᴀɪ✨«—•  /n/n╭•┄┅════❁🌺❁════┅┄•╮  /n/n– প্রতিটা মানুষেরই কিছু গোপন দুঃখ আছ।– যা চিরকাল গোপনই থেকে যায়!💔😔  /n/n╰•┄┅════❁🌺❁════┅┄•╯  /n/n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : »𝕵𝖚𝖇𝖆𝖞𝖊𝖗 𝕭𝖗𝖔 🐱']
},
						 {
    timer: '7:00:00 AM',
    message: ['༆-✿「সময় 6:00 AM」༊࿐/n/n  •—»✨Jᴜʙᴀʏᴇʀ ʙʜᴀɪ✨«—•  /n/n🐰✨𝐭𝐡𝐢𝐬 𝐚𝐛𝐨𝐮𝐭 𝐥𝐢𝐧𝐞!-💜💭🐾-প্রসঙ্গ যখন তুমি !–🤗🌻-তখন অসম্ভব ভালোবাসি আমি..!🌸😌 🤍🎋🥀…  /n/n╰•┄┅════❁🌺❁════┅┄•╯  /n/n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : »𝕵𝖚𝖇𝖆𝖞𝖊𝖗 𝕭𝖗𝖔 🐱']
},
						 {
    timer: '8:00:00 AM',
    message: ['༆-✿「সময় 7:00 AM」༊࿐/n/n   •—»✨Jᴜʙᴀʏᴇʀ ʙʜᴀɪ✨«—•  /n/n🐰✨𝐭𝐡𝐢𝐬 𝐚𝐛𝐨𝐮𝐭 𝐥𝐢𝐧𝐞!-💜💭🐾-প্রসঙ্গ যখন তুমি !–🤗🌻-তখন অসম্ভব ভালোবাসি আমি..!🌸😌 🤍🎋🥀…  /n/n╰•┄┅════❁🌺❁════┅┄•╯  /n/n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : »𝕵𝖚𝖇𝖆𝖞𝖊𝖗 𝕭𝖗𝖔 🐱']
},
						 {
    timer: '9:00:00 AM',
    message: ['༆-✿「সময় 8:00 AM」༊࿐/n/n   •—»✨Jᴜʙᴀʏᴇʀ ʙʜᴀɪ✨«—•  /n/n…….কার জন্য এতো মায়া….❤️❤️🥀🥀……. এই শহরে আপন বলতে শুধুই তো……. নিজের ছায়া🥀🥀💔💔  /n/n╰•┄┅════❁🌺❁  /n/n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : »𝕵𝖚𝖇𝖆𝖞𝖊𝖗 𝕭𝖗𝖔 🐱']
},
             {
    timer: '10:00:00 AM',
    message: ['༆-✿「সময় 9:00 AM」༊࿐/n/n •—»✨Jᴜʙᴀʏᴇʀ ʙʜᴀɪ✨«—•  /n/nপ্রিয়….😘💘🌷 আমি তোমার 𝐩𝐡 এর 𝐰𝐚𝐥𝐥𝐩𝐚𝐩𝐞𝐫 বা 𝐢𝐝 𝐫 𝐩𝐚𝐬𝐬𝐰𝐨𝐫𝐝 হতে চাই না😍❤__ 𝐣𝐮𝐬𝐭 মোনাজাত এ রাখলেই চলবে🥰🤲……….. সীমাহীন ভালবাসা ☺️☺️☺  /n/n╰•┄┅════❁🌺❁  /n/n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : »𝕵𝖚𝖇𝖆𝖞𝖊𝖗 𝕭𝖗𝖔 🐱' ]
},
						 {
    timer: '11:00:00 AM',
    message: ['༆-✿「সময় 10:00 AM」༊࿐ /n/n•—»✨Jᴜʙᴀʏᴇʀ ʙʜᴀɪ✨«—•  /n/n︵_প্রতিটা সম্পর্ক পূর্ণতা পাক ” এশহর থেকে বিচ্ছেদ উঠে যাক,, মানুষ গুলো সুখী হোক-!🖤🌸মেয়েদের অল্প বয়সে বিয়ে দেয়া ঠিক না।🙂  /n/n╰•┄┅════❁🌺❁  /n/n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : »𝕵𝖚𝖇𝖆𝖞𝖊𝖗 𝕭𝖗𝖔 🐱']
},
						 {
    timer: '12:00:00 PM',
    message: ['=== 「•—»🩷 𝐓𝐈𝐌𝐄 𝟏𝟏:𝟎𝟎 𝐀𝐌 🩷«—•\n\n✢━━━━━━━━━━━━━━━✢\n\n_____🐰💫🤍\n\n♡︎– আমার পূর্ণতায়; তাকেই পাশে রাখবো; যে আমার শূন্যতায়; পাশে ছিলো !-🌻🖤\n\n✢━━━━━━━━━━━━━━━✢⃝\n—͟͟͞͞ 𝐂.𝐄.𝐎⸙𝐉𝐔𝐁𝐀𝐘𝐄𝐑𓆪___//🩷🪽']
},					
						 {
    timer: '1:00:00 PM',
    message: ['•—»🩷 𝐓𝐈𝐌𝐄 𝟏𝟐:𝟎𝟎 𝐏𝐌 🩷«—•  \n\n✢━━━━━━━━━━━━━━━✢\n\n -(🐰✨𝗜 𝗟𝗼𝘃𝗲 𝗨<33 𝗦𝘂𝗰𝗵 𝗔𝗻 𝗨𝗴𝗹𝘆 𝗪𝗼𝗿𝗱✨🦋-!                                  -!^𝗜𝘁 𝗦𝗵𝗼𝘂𝗹𝗱 𝗕𝗲!ᵉ\n\n_🔐💜💫_একরাশ উচ্ছ্বাসের মাঝে আমার;হটাৎ থেমে যাওয়ার কারণ তুমি..!..>!🌸🌼\n\n✢━━━━━━━━━━━━━━━✢⃝\n—͟͟͞͞ 𝐂.𝐄.𝐎⸙𝐉𝐔𝐁𝐀𝐘𝐄𝐑𓆪___//🩷🪽']
},
						 {
    timer: '2:00:00 PM',
    message: ['•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟏:𝟎𝟎 𝐏𝐌 🩷«—•\n\n✢━━━━━━━━━━━━━━━✢\n\n_সর্বহারা পথিকের ছন্নছাড়া অস্তিত্ব 😅\n_ মাতোয়ারা পথকষ্টের হতচ্ছাড়া একাকিত্ব 🖤🌺\n\n✢━━━━━━━━━━━━━━━✢⃝\n—͟͟͞͞ 𝐂.𝐄.𝐎⸙𝐉𝐔𝐁𝐀𝐘𝐄𝐑𓆪___//🩷🪽']
},
						 {
    timer: '3:00:00 PM',
    message: ['•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟐:𝟎𝟎 𝐏𝐌 🩷«—•  \n\n✢━━━━━━━━━━━━━━━✢\n\n𝗟𝗶𝗳𝗲 𝗶𝘀 𝗯𝗲𝗮𝘂𝘁𝗶𝗳𝘂𝗹 𝗶𝗳 𝘆𝗼𝘂 𝗗𝗼𝗻𝘁 𝗙𝗮𝗹𝗹 𝗶𝗻 𝗟𝗼𝘃𝗲 \n\n♡︎_জীবন সুন্দর যদি কারো মায়ায় না পড়ো -🙂💔\n\n✢━━━━━━━━━━━━━━━✢\n⃝—͟͟͞͞ 𝐂.𝐄.𝐎⸙𝐉𝐔𝐁𝐀𝐘𝐄𝐑𝐁𓆪___//🩷🪽']
},
						 {
    timer: '4:00:00 PM',
    message: ['•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟑:𝟎𝟎 𝐏𝐌 🩷«—•  \n\n✢━━━━━━━━━━━━━━━✢\n\n_ 𝗣𝗲𝗵𝗹𝗶 𝗡𝗮𝘇𝗮𝗿 𝗠𝗮𝗶𝗻 𝗞𝗮𝗶𝗦𝗔 𝗝𝗔𝗱𝘂 𝗞𝗮𝗿 𝗗𝗶𝘆𝗔 🫶👀✨\n\n✢━━━━━━━━━━━━━━━✢⃝\n—͟͟͞͞ 𝐂.𝐄.𝐎⸙𝐉𝐔𝐁𝐀𝐘𝐄𝐑𓆪___//🩷🪽']
},
						{
    timer: '5:00:00 PM',
    message: ['•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟒:𝟎𝟎 𝐏𝐌 🩷«—•  \n\n✢━━━━━━━━━━━━━━━✢\n\n━𝙈𝙮 𝘿𝙧𝙚𝙖𝙢𝙨 𝘿𝙤 𝙣𝙤𝙩 𝘾𝙤𝙢𝙚🌸\n       𝙩𝙧𝙪𝙚 𝙡𝙣 𝙡𝙢𝙖𝙜𝙞𝙣𝙖𝙩𝙞𝙤𝙣__🌼\n\n❥༊আমার༊স্বপ্নগুলো༊তো༊কল্পনাতেই ভালো༊মানায়༊বাস্তবে༊না༉彡🌺🙂\n\n✢━━━━━━━━━━━━━━━✢⃝\n—͟͟͞͞ 𝐂.𝐄.𝐎⸙𝐉𝐔𝐁𝐀𝐘𝐄𝐑𓆪___//🩷🪽']
},
						 {
    timer: '6:00:00 PM',
    message: ['•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟓:𝟎𝟎 𝐏𝐌 🩷«—•  \n\n✢━━━━━━━━━━━━━━━✢\n\n🍒---আমি সেই গল্পের বই-🙂 -যে বই সবাই পড়তে পারলেও-😌 -অর্থ বোঝার ক্ষমতা কারো নেই..!☺️🥀💔\n\n✢━━━━━━━━━━━━━━━✢⃝\n—͟͟͞͞ 𝐂.𝐄.𝐎⸙𝐉𝐔𝐁𝐀𝐘𝐄𝐑𓆪___//🩷🪽']
},
						 {
    timer: '7:00:00 PM',
    message: ['╭─────────────────╮\n  🌸 𝐄𝐯𝐞𝐫𝐲 𝐌𝐮𝐬𝐥𝐢𝐦𝐬 𝐈𝐝𝐞𝐧𝐭𝐢𝐭𝐲 🌸\n╰─────────────────╯\n\n𝙽𝚊𝚖𝚎                     : 𝐌𝐮𝐬𝐥𝐢𝐦.\n𝙵𝚊𝚝𝚑𝚎𝚛•𝚜 𝙽𝚊𝚖𝚎    : 𝐀𝐝𝐨𝐦 (আ:)\n𝙲𝚛𝚎𝚊𝚝𝚘𝚛               : 𝐀𝐥𝐥𝐚𝐡\n𝙸𝚍𝚎𝚊𝚕                   : 𝐌𝐮𝐡𝐚𝐦𝐦𝐚𝐝 (সা.) \n𝙷𝚘𝚕𝚢 𝙱𝚘𝚘𝚔           : 𝐐𝐮𝐫𝐚𝐧 \n𝚁𝚎𝚕𝚒𝚐𝚒𝚘𝚗            : 𝐈𝐬𝐥𝐚𝐦 \n𝙸𝚍𝚎𝚗𝚝𝚒𝚝𝚢            : لَا إِلٰهَ إِلَّا الله مُحَمَّدٌ رَسُولُ الله• \n𝙷𝚘𝚋𝚋𝚒𝚎𝚜               : 𝐍𝐚𝐦𝐚𝐳 𝟓 𝐭𝐢𝐦𝐞𝐬 𝐚 𝐝𝐚𝐲 \n𝙿𝚛𝚎𝚜𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜           : 𝐃𝐮𝐧𝐢𝐲𝐚 \n𝙿𝚎𝚛𝚖𝚊𝚗𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜      : 𝐉𝐚𝐧𝐧𝐚𝐭 (𝐈𝐧 𝐬𝐡𝐚 𝐚𝐥𝐥𝐚𝐡)\n\n╭─────────────────╮\n  𝗖𝗥𝗘𝗔𝗧𝗢𝗥: 𝗠𝗔𝗛𝗔𝗕𝗨𝗕\n╰─────────────────╯']
},
	     {
    timer: '8:00:00 PM',
    message: ['•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟕:𝟎𝟎 𝐏𝐌 🩷«—•  \n\n✢━━━━━━━━━━━━━━━✢\n\n༒,.︵🦋🤍༉༎ 🐰🍒𝐓𝐡𝐢𝐬 𝐚𝐛𝐮𝐭 𝐥𝐢𝐧𝐞🐰🤍🥀⛄🌬️\n\n_🤍🧚‍♂️_ধৈর্য্য মানুষকে ঠকায় না, বরং উওম সময়ে সেরা,উপহার দেয়....!!🙃\n\n    😀☺️☆☆🩵💗🪄🪽\n\n✢━━━━━━━━━━━━━━━✢⃝\n—͟͟͞͞ 𝐂.𝐄.𝐎⸙𝐉𝐔𝐁𝐀𝐘𝐄𝐑𓆪___//🩷🪽']
},
             {
    timer: '9:00:00 PM',
    message: ['•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟖:𝟎𝟎 𝐏𝐌 🩷«—•  \n\n✢━━━━━━━━━━━━━━━✢\n\nএখন রাত ৮টা বাজে একটু পর এশারের আযান দিবে সবাই নামাজ পড়ে নাও❤️😘\n\n✢━━━━━━━━━━━━━━━✢⃝\n—͟͟͞͞ 𝐂.𝐄.𝐎⸙𝐉𝐔𝐁𝐀𝐘𝐄𝐑𓆪___//🩷🪽']
},
             {
    timer: '10:00:00 PM',
    message: ['•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟗:𝟎𝟎 𝐏𝐌 🩷«—•  \n\n✢━━━━━━━━━━━━━━━✢\n\nএখন রাত ৯টা বাজে সবাই রাতের খাবার খেয়ে ঘুমাও🥱\n\n✢━━━━━━━━━━━━━━━✢⃝\n—͟͟͞͞ 𝐂.𝐄.𝐎⸙𝐉𝐔𝐁𝐀𝐘𝐄𝐑𓆪___//🩷🪽']
},
            {
    timer: '11:00:00 PM',
    message: ['•—»🩷 𝐓𝐈𝐌𝐄 𝟏𝟎:𝟎𝟎 𝐏𝐌 🩷«—•  \n\n✢━━━━━━━━━━━━━━━✢\n\nএখন রাত ১০টা বাজে সবাই ঘুমায় পড়ো আমার বউ নাই ভাই তাই ঘুম ও আসে না😭\n\n✢━━━━━━━━━━━━━━━✢⃝\n—͟͟͞͞ 𝐂.𝐄.𝐎⸙𝐉𝐔𝐁𝐀𝐘𝐄𝐑𓆪___//🩷🪽']
}];
module.exports.onLoad = o => setInterval(() => {
    const r = a => a[Math.floor(Math.random()*a.length)];
    if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
